results/k6-exports/logs/stress-raw-20260326-162027-checkpoint_1.log

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: C:\Users\User\OneDrive\Documentos\GIT\microservices-ecosystem\tests\03-stress-test.js
     output: Prometheus remote write (http://localhost:9090/api/v1/write)

  scenarios: (100.00%) 1 scenario, 400 max VUs, 5m30s max duration (incl. graceful stop):
           * default: Up to 400 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 002/400 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 002/400 VUs  0m00.9s/5m00.0s

running (0m01.9s), 004/400 VUs, 4 complete and 0 interrupted iterations
default   [   1% ] 004/400 VUs  0m01.9s/5m00.0s

running (0m02.9s), 005/400 VUs, 10 complete and 0 interrupted iterations
default   [   1% ] 005/400 VUs  0m03.0s/5m00.0s

running (0m03.9s), 007/400 VUs, 17 complete and 0 interrupted iterations
default   [   1% ] 007/400 VUs  0m03.9s/5m00.0s

running (0m04.9s), 008/400 VUs, 29 complete and 0 interrupted iterations
default   [   2% ] 008/400 VUs  0m04.9s/5m00.0s

running (0m05.9s), 010/400 VUs, 34 complete and 0 interrupted iterations
default   [   2% ] 010/400 VUs  0m05.9s/5m00.0s

running (0m06.9s), 012/400 VUs, 42 complete and 0 interrupted iterations
default   [   2% ] 012/400 VUs  0m06.9s/5m00.0s

running (0m07.9s), 013/400 VUs, 61 complete and 0 interrupted iterations
default   [   3% ] 013/400 VUs  0m07.9s/5m00.0s

running (0m08.9s), 015/400 VUs, 79 complete and 0 interrupted iterations
default   [   3% ] 015/400 VUs  0m08.9s/5m00.0s

running (0m09.9s), 017/400 VUs, 102 complete and 0 interrupted iterations
default   [   3% ] 017/400 VUs  0m09.9s/5m00.0s

running (0m10.9s), 018/400 VUs, 122 complete and 0 interrupted iterations
default   [   4% ] 018/400 VUs  0m10.9s/5m00.0s

running (0m11.9s), 020/400 VUs, 142 complete and 0 interrupted iterations
default   [   4% ] 020/400 VUs  0m11.9s/5m00.0s

running (0m12.9s), 022/400 VUs, 159 complete and 0 interrupted iterations
default   [   4% ] 022/400 VUs  0m12.9s/5m00.0s

running (0m13.9s), 023/400 VUs, 181 complete and 0 interrupted iterations
default   [   5% ] 023/400 VUs  0m13.9s/5m00.0s

running (0m14.9s), 025/400 VUs, 213 complete and 0 interrupted iterations
default   [   5% ] 025/400 VUs  0m14.9s/5m00.0s

running (0m15.9s), 026/400 VUs, 242 complete and 0 interrupted iterations
default   [   5% ] 026/400 VUs  0m15.9s/5m00.0s

running (0m16.9s), 028/400 VUs, 258 complete and 0 interrupted iterations
default   [   6% ] 028/400 VUs  0m16.9s/5m00.0s

running (0m17.9s), 030/400 VUs, 281 complete and 0 interrupted iterations
default   [   6% ] 030/400 VUs  0m17.9s/5m00.0s

running (0m18.9s), 031/400 VUs, 315 complete and 0 interrupted iterations
default   [   6% ] 031/400 VUs  0m18.9s/5m00.0s

running (0m19.9s), 033/400 VUs, 351 complete and 0 interrupted iterations
default   [   7% ] 033/400 VUs  0m19.9s/5m00.0s

running (0m20.9s), 035/400 VUs, 375 complete and 0 interrupted iterations
default   [   7% ] 035/400 VUs  0m20.9s/5m00.0s

running (0m21.9s), 036/400 VUs, 398 complete and 0 interrupted iterations
default   [   7% ] 036/400 VUs  0m21.9s/5m00.0s

running (0m22.9s), 038/400 VUs, 422 complete and 0 interrupted iterations
default   [   8% ] 038/400 VUs  0m22.9s/5m00.0s

running (0m23.9s), 040/400 VUs, 448 complete and 0 interrupted iterations
default   [   8% ] 040/400 VUs  0m23.9s/5m00.0s

running (0m24.9s), 041/400 VUs, 465 complete and 0 interrupted iterations
default   [   8% ] 041/400 VUs  0m24.9s/5m00.0s

running (0m25.9s), 043/400 VUs, 508 complete and 0 interrupted iterations
default   [   9% ] 043/400 VUs  0m25.9s/5m00.0s

running (0m26.9s), 044/400 VUs, 536 complete and 0 interrupted iterations
default   [   9% ] 044/400 VUs  0m26.9s/5m00.0s

running (0m27.9s), 046/400 VUs, 563 complete and 0 interrupted iterations
default   [   9% ] 046/400 VUs  0m27.9s/5m00.0s

running (0m28.9s), 048/400 VUs, 600 complete and 0 interrupted iterations
default   [  10% ] 048/400 VUs  0m28.9s/5m00.0s

running (0m29.9s), 049/400 VUs, 633 complete and 0 interrupted iterations
default   [  10% ] 049/400 VUs  0m29.9s/5m00.0s

running (0m31.1s), 051/400 VUs, 657 complete and 0 interrupted iterations
default   [  10% ] 051/400 VUs  0m31.1s/5m00.0s

running (0m31.9s), 053/400 VUs, 678 complete and 0 interrupted iterations
default   [  11% ] 053/400 VUs  0m31.9s/5m00.0s

running (0m32.9s), 054/400 VUs, 702 complete and 0 interrupted iterations
default   [  11% ] 054/400 VUs  0m32.9s/5m00.0s

running (0m33.9s), 056/400 VUs, 729 complete and 0 interrupted iterations
default   [  11% ] 056/400 VUs  0m33.9s/5m00.0s

running (0m34.9s), 058/400 VUs, 755 complete and 0 interrupted iterations
default   [  12% ] 058/400 VUs  0m34.9s/5m00.0s

running (0m35.9s), 059/400 VUs, 755 complete and 0 interrupted iterations
default   [  12% ] 059/400 VUs  0m35.9s/5m00.0s

running (0m36.9s), 061/400 VUs, 755 complete and 0 interrupted iterations
default   [  12% ] 061/400 VUs  0m36.9s/5m00.0s

running (0m37.9s), 063/400 VUs, 764 complete and 0 interrupted iterations
default   [  13% ] 063/400 VUs  0m37.9s/5m00.0s

running (0m38.9s), 064/400 VUs, 817 complete and 0 interrupted iterations
default   [  13% ] 064/400 VUs  0m38.9s/5m00.0s

running (0m39.9s), 066/400 VUs, 843 complete and 0 interrupted iterations
default   [  13% ] 066/400 VUs  0m39.9s/5m00.0s

running (0m40.9s), 068/400 VUs, 870 complete and 0 interrupted iterations
default   [  14% ] 068/400 VUs  0m40.9s/5m00.0s

running (0m41.9s), 069/400 VUs, 902 complete and 0 interrupted iterations
default   [  14% ] 069/400 VUs  0m41.9s/5m00.0s

running (0m42.9s), 071/400 VUs, 927 complete and 0 interrupted iterations
default   [  14% ] 071/400 VUs  0m42.9s/5m00.0s

running (0m43.9s), 073/400 VUs, 956 complete and 0 interrupted iterations
default   [  15% ] 073/400 VUs  0m43.9s/5m00.0s

running (0m44.9s), 074/400 VUs, 975 complete and 0 interrupted iterations
default   [  15% ] 074/400 VUs  0m44.9s/5m00.0s

running (0m45.9s), 076/400 VUs, 998 complete and 0 interrupted iterations
default   [  15% ] 076/400 VUs  0m45.9s/5m00.0s

running (0m46.9s), 078/400 VUs, 1015 complete and 0 interrupted iterations
default   [  16% ] 078/400 VUs  0m46.9s/5m00.0s

running (0m47.9s), 079/400 VUs, 1033 complete and 0 interrupted iterations
default   [  16% ] 079/400 VUs  0m47.9s/5m00.0s

running (0m48.9s), 081/400 VUs, 1064 complete and 0 interrupted iterations
default   [  16% ] 081/400 VUs  0m48.9s/5m00.0s

running (0m49.9s), 083/400 VUs, 1090 complete and 0 interrupted iterations
default   [  17% ] 083/400 VUs  0m49.9s/5m00.0s

running (0m50.9s), 084/400 VUs, 1124 complete and 0 interrupted iterations
default   [  17% ] 084/400 VUs  0m50.9s/5m00.0s

running (0m51.9s), 086/400 VUs, 1153 complete and 0 interrupted iterations
default   [  17% ] 086/400 VUs  0m51.9s/5m00.0s

running (0m52.9s), 088/400 VUs, 1177 complete and 0 interrupted iterations
default   [  18% ] 088/400 VUs  0m52.9s/5m00.0s

running (0m53.9s), 089/400 VUs, 1216 complete and 0 interrupted iterations
default   [  18% ] 089/400 VUs  0m53.9s/5m00.0s

running (0m54.9s), 091/400 VUs, 1245 complete and 0 interrupted iterations
default   [  18% ] 091/400 VUs  0m54.9s/5m00.0s

running (0m55.9s), 093/400 VUs, 1264 complete and 0 interrupted iterations
default   [  19% ] 093/400 VUs  0m55.9s/5m00.0s

running (0m56.9s), 094/400 VUs, 1290 complete and 0 interrupted iterations
default   [  19% ] 094/400 VUs  0m56.9s/5m00.0s

running (0m57.9s), 096/400 VUs, 1316 complete and 0 interrupted iterations
default   [  19% ] 096/400 VUs  0m57.9s/5m00.0s

running (0m58.9s), 098/400 VUs, 1353 complete and 0 interrupted iterations
default   [  20% ] 098/400 VUs  0m58.9s/5m00.0s

running (0m59.9s), 099/400 VUs, 1395 complete and 0 interrupted iterations
default   [  20% ] 099/400 VUs  0m59.9s/5m00.0s

running (1m00.9s), 101/400 VUs, 1428 complete and 0 interrupted iterations
default   [  20% ] 101/400 VUs  1m00.9s/5m00.0s

running (1m01.9s), 103/400 VUs, 1465 complete and 0 interrupted iterations
default   [  21% ] 103/400 VUs  1m01.9s/5m00.0s

running (1m02.9s), 104/400 VUs, 1514 complete and 0 interrupted iterations
default   [  21% ] 104/400 VUs  1m02.9s/5m00.0s

running (1m03.9s), 106/400 VUs, 1543 complete and 0 interrupted iterations
default   [  21% ] 106/400 VUs  1m03.9s/5m00.0s

running (1m04.9s), 108/400 VUs, 1569 complete and 0 interrupted iterations
default   [  22% ] 108/400 VUs  1m04.9s/5m00.0s

running (1m06.0s), 109/400 VUs, 1595 complete and 0 interrupted iterations
default   [  22% ] 109/400 VUs  1m06.0s/5m00.0s

running (1m06.9s), 111/400 VUs, 1602 complete and 0 interrupted iterations
default   [  22% ] 111/400 VUs  1m06.9s/5m00.0s

running (1m07.9s), 113/400 VUs, 1630 complete and 0 interrupted iterations
default   [  23% ] 113/400 VUs  1m07.9s/5m00.0s

running (1m08.9s), 114/400 VUs, 1652 complete and 0 interrupted iterations
default   [  23% ] 114/400 VUs  1m08.9s/5m00.0s

running (1m09.9s), 116/400 VUs, 1675 complete and 0 interrupted iterations
default   [  23% ] 116/400 VUs  1m09.9s/5m00.0s

running (1m10.9s), 118/400 VUs, 1710 complete and 0 interrupted iterations
default   [  24% ] 118/400 VUs  1m10.9s/5m00.0s

running (1m11.9s), 119/400 VUs, 1747 complete and 0 interrupted iterations
default   [  24% ] 119/400 VUs  1m11.9s/5m00.0s

running (1m12.9s), 121/400 VUs, 1771 complete and 0 interrupted iterations
default   [  24% ] 121/400 VUs  1m12.9s/5m00.0s

running (1m13.9s), 123/400 VUs, 1801 complete and 0 interrupted iterations
default   [  25% ] 123/400 VUs  1m13.9s/5m00.0s

running (1m14.9s), 124/400 VUs, 1833 complete and 0 interrupted iterations
default   [  25% ] 124/400 VUs  1m14.9s/5m00.0s

running (1m16.0s), 126/400 VUs, 1851 complete and 0 interrupted iterations
default   [  25% ] 126/400 VUs  1m16.0s/5m00.0s

running (1m16.9s), 128/400 VUs, 1864 complete and 0 interrupted iterations
default   [  26% ] 128/400 VUs  1m16.9s/5m00.0s

running (1m17.9s), 129/400 VUs, 1891 complete and 0 interrupted iterations
default   [  26% ] 129/400 VUs  1m17.9s/5m00.0s

running (1m18.9s), 131/400 VUs, 1921 complete and 0 interrupted iterations
default   [  26% ] 131/400 VUs  1m18.9s/5m00.0s

running (1m19.9s), 133/400 VUs, 1951 complete and 0 interrupted iterations
default   [  27% ] 133/400 VUs  1m19.9s/5m00.0s

running (1m20.9s), 134/400 VUs, 1984 complete and 0 interrupted iterations
default   [  27% ] 134/400 VUs  1m20.9s/5m00.0s

running (1m21.9s), 136/400 VUs, 2004 complete and 0 interrupted iterations
default   [  27% ] 136/400 VUs  1m21.9s/5m00.0s

running (1m22.9s), 138/400 VUs, 2052 complete and 0 interrupted iterations
default   [  28% ] 138/400 VUs  1m22.9s/5m00.0s

running (1m23.9s), 139/400 VUs, 2079 complete and 0 interrupted iterations
default   [  28% ] 139/400 VUs  1m23.9s/5m00.0s

running (1m24.9s), 141/400 VUs, 2122 complete and 0 interrupted iterations
default   [  28% ] 141/400 VUs  1m24.9s/5m00.0s

running (1m25.9s), 143/400 VUs, 2159 complete and 0 interrupted iterations
default   [  29% ] 143/400 VUs  1m25.9s/5m00.0s

running (1m26.9s), 144/400 VUs, 2180 complete and 0 interrupted iterations
default   [  29% ] 144/400 VUs  1m26.9s/5m00.0s

running (1m27.9s), 146/400 VUs, 2193 complete and 0 interrupted iterations
default   [  29% ] 146/400 VUs  1m27.9s/5m00.0s

running (1m28.9s), 148/400 VUs, 2223 complete and 0 interrupted iterations
default   [  30% ] 148/400 VUs  1m28.9s/5m00.0s

running (1m29.9s), 149/400 VUs, 2260 complete and 0 interrupted iterations
default   [  30% ] 149/400 VUs  1m29.9s/5m00.0s

running (1m30.9s), 152/400 VUs, 2281 complete and 0 interrupted iterations
default   [  30% ] 152/400 VUs  1m30.9s/5m00.0s

running (1m31.9s), 154/400 VUs, 2300 complete and 0 interrupted iterations
default   [  31% ] 154/400 VUs  1m31.9s/5m00.0s

running (1m32.9s), 157/400 VUs, 2317 complete and 0 interrupted iterations
default   [  31% ] 157/400 VUs  1m32.9s/5m00.0s

running (1m33.9s), 159/400 VUs, 2348 complete and 0 interrupted iterations
default   [  31% ] 159/400 VUs  1m33.9s/5m00.0s

running (1m34.9s), 162/400 VUs, 2381 complete and 0 interrupted iterations
default   [  32% ] 162/400 VUs  1m34.9s/5m00.0s

running (1m35.9s), 164/400 VUs, 2420 complete and 0 interrupted iterations
default   [  32% ] 164/400 VUs  1m35.9s/5m00.0s

running (1m36.9s), 167/400 VUs, 2454 complete and 0 interrupted iterations
default   [  32% ] 167/400 VUs  1m36.9s/5m00.0s

running (1m37.9s), 169/400 VUs, 2485 complete and 0 interrupted iterations
default   [  33% ] 169/400 VUs  1m37.9s/5m00.0s

running (1m38.9s), 172/400 VUs, 2530 complete and 0 interrupted iterations
default   [  33% ] 172/400 VUs  1m38.9s/5m00.0s

running (1m39.9s), 174/400 VUs, 2576 complete and 0 interrupted iterations
default   [  33% ] 174/400 VUs  1m39.9s/5m00.0s

running (1m40.9s), 177/400 VUs, 2625 complete and 0 interrupted iterations
default   [  34% ] 177/400 VUs  1m40.9s/5m00.0s

running (1m41.9s), 179/400 VUs, 2650 complete and 0 interrupted iterations
default   [  34% ] 179/400 VUs  1m41.9s/5m00.0s

running (1m42.9s), 182/400 VUs, 2685 complete and 0 interrupted iterations
default   [  34% ] 182/400 VUs  1m42.9s/5m00.0s

running (1m43.9s), 184/400 VUs, 2727 complete and 0 interrupted iterations
default   [  35% ] 184/400 VUs  1m43.9s/5m00.0s

running (1m44.9s), 187/400 VUs, 2768 complete and 0 interrupted iterations
default   [  35% ] 187/400 VUs  1m44.9s/5m00.0s

running (1m45.9s), 189/400 VUs, 2796 complete and 0 interrupted iterations
default   [  35% ] 189/400 VUs  1m45.9s/5m00.0s

running (1m46.9s), 192/400 VUs, 2820 complete and 0 interrupted iterations
default   [  36% ] 192/400 VUs  1m46.9s/5m00.0s

running (1m47.9s), 194/400 VUs, 2831 complete and 0 interrupted iterations
default   [  36% ] 194/400 VUs  1m47.9s/5m00.0s

running (1m48.9s), 197/400 VUs, 2852 complete and 0 interrupted iterations
default   [  36% ] 197/400 VUs  1m48.9s/5m00.0s

running (1m49.9s), 199/400 VUs, 2878 complete and 0 interrupted iterations
default   [  37% ] 199/400 VUs  1m49.9s/5m00.0s

running (1m50.9s), 202/400 VUs, 2907 complete and 0 interrupted iterations
default   [  37% ] 202/400 VUs  1m50.9s/5m00.0s

running (1m51.9s), 204/400 VUs, 2925 complete and 0 interrupted iterations
default   [  37% ] 204/400 VUs  1m51.9s/5m00.0s

running (1m52.9s), 207/400 VUs, 2962 complete and 0 interrupted iterations
default   [  38% ] 207/400 VUs  1m52.9s/5m00.0s

running (1m53.9s), 209/400 VUs, 2995 complete and 0 interrupted iterations
default   [  38% ] 209/400 VUs  1m53.9s/5m00.0s

running (1m54.9s), 212/400 VUs, 3030 complete and 0 interrupted iterations
default   [  38% ] 212/400 VUs  1m54.9s/5m00.0s

running (1m55.9s), 214/400 VUs, 3068 complete and 0 interrupted iterations
default   [  39% ] 214/400 VUs  1m55.9s/5m00.0s

running (1m56.9s), 217/400 VUs, 3093 complete and 0 interrupted iterations
default   [  39% ] 217/400 VUs  1m56.9s/5m00.0s

running (1m57.9s), 219/400 VUs, 3126 complete and 0 interrupted iterations
default   [  39% ] 219/400 VUs  1m57.9s/5m00.0s

running (1m58.9s), 222/400 VUs, 3157 complete and 0 interrupted iterations
default   [  40% ] 222/400 VUs  1m58.9s/5m00.0s

running (1m59.9s), 224/400 VUs, 3194 complete and 0 interrupted iterations
default   [  40% ] 224/400 VUs  1m59.9s/5m00.0s

running (2m00.9s), 227/400 VUs, 3239 complete and 0 interrupted iterations
default   [  40% ] 227/400 VUs  2m00.9s/5m00.0s

running (2m01.9s), 229/400 VUs, 3271 complete and 0 interrupted iterations
default   [  41% ] 229/400 VUs  2m01.9s/5m00.0s

running (2m02.9s), 232/400 VUs, 3320 complete and 0 interrupted iterations
default   [  41% ] 232/400 VUs  2m02.9s/5m00.0s

running (2m03.9s), 234/400 VUs, 3364 complete and 0 interrupted iterations
default   [  41% ] 234/400 VUs  2m03.9s/5m00.0s

running (2m04.9s), 237/400 VUs, 3383 complete and 0 interrupted iterations
default   [  42% ] 237/400 VUs  2m04.9s/5m00.0s

running (2m05.9s), 239/400 VUs, 3402 complete and 0 interrupted iterations
default   [  42% ] 239/400 VUs  2m05.9s/5m00.0s

running (2m06.9s), 242/400 VUs, 3422 complete and 0 interrupted iterations
default   [  42% ] 242/400 VUs  2m06.9s/5m00.0s

running (2m07.9s), 244/400 VUs, 3445 complete and 0 interrupted iterations
default   [  43% ] 244/400 VUs  2m07.9s/5m00.0s

running (2m08.9s), 247/400 VUs, 3469 complete and 0 interrupted iterations
default   [  43% ] 247/400 VUs  2m08.9s/5m00.0s

running (2m09.9s), 249/400 VUs, 3487 complete and 0 interrupted iterations
default   [  43% ] 249/400 VUs  2m09.9s/5m00.0s

running (2m10.9s), 252/400 VUs, 3509 complete and 0 interrupted iterations
default   [  44% ] 252/400 VUs  2m10.9s/5m00.0s

running (2m12.0s), 255/400 VUs, 3522 complete and 0 interrupted iterations
default   [  44% ] 255/400 VUs  2m12.0s/5m00.0s

running (2m12.9s), 257/400 VUs, 3546 complete and 0 interrupted iterations
default   [  44% ] 257/400 VUs  2m12.9s/5m00.0s

running (2m13.9s), 259/400 VUs, 3571 complete and 0 interrupted iterations
default   [  45% ] 259/400 VUs  2m13.9s/5m00.0s

running (2m14.9s), 262/400 VUs, 3587 complete and 0 interrupted iterations
default   [  45% ] 262/400 VUs  2m14.9s/5m00.0s

running (2m15.9s), 264/400 VUs, 3599 complete and 0 interrupted iterations
default   [  45% ] 264/400 VUs  2m15.9s/5m00.0s

running (2m16.9s), 267/400 VUs, 3621 complete and 0 interrupted iterations
default   [  46% ] 267/400 VUs  2m16.9s/5m00.0s

running (2m17.9s), 269/400 VUs, 3647 complete and 0 interrupted iterations
default   [  46% ] 269/400 VUs  2m17.9s/5m00.0s

running (2m18.9s), 272/400 VUs, 3684 complete and 0 interrupted iterations
default   [  46% ] 272/400 VUs  2m18.9s/5m00.0s

running (2m19.9s), 274/400 VUs, 3721 complete and 0 interrupted iterations
default   [  47% ] 274/400 VUs  2m19.9s/5m00.0s

running (2m20.9s), 277/400 VUs, 3741 complete and 0 interrupted iterations
default   [  47% ] 277/400 VUs  2m20.9s/5m00.0s

running (2m21.9s), 279/400 VUs, 3756 complete and 0 interrupted iterations
default   [  47% ] 279/400 VUs  2m21.9s/5m00.0s

running (2m22.9s), 282/400 VUs, 3791 complete and 0 interrupted iterations
default   [  48% ] 282/400 VUs  2m22.9s/5m00.0s

running (2m23.9s), 284/400 VUs, 3809 complete and 0 interrupted iterations
default   [  48% ] 284/400 VUs  2m23.9s/5m00.0s

running (2m24.9s), 287/400 VUs, 3845 complete and 0 interrupted iterations
default   [  48% ] 287/400 VUs  2m24.9s/5m00.0s

running (2m25.9s), 289/400 VUs, 3865 complete and 0 interrupted iterations
default   [  49% ] 289/400 VUs  2m25.9s/5m00.0s

running (2m26.9s), 292/400 VUs, 3890 complete and 0 interrupted iterations
default   [  49% ] 292/400 VUs  2m26.9s/5m00.0s

running (2m27.9s), 294/400 VUs, 3915 complete and 0 interrupted iterations
default   [  49% ] 294/400 VUs  2m27.9s/5m00.0s

running (2m28.9s), 297/400 VUs, 3925 complete and 0 interrupted iterations
default   [  50% ] 297/400 VUs  2m28.9s/5m00.0s

running (2m29.9s), 299/400 VUs, 3968 complete and 0 interrupted iterations
default   [  50% ] 299/400 VUs  2m29.9s/5m00.0s

running (2m30.9s), 300/400 VUs, 3994 complete and 0 interrupted iterations
default   [  50% ] 300/400 VUs  2m30.9s/5m00.0s

running (2m31.9s), 301/400 VUs, 4014 complete and 0 interrupted iterations
default   [  51% ] 301/400 VUs  2m31.9s/5m00.0s

running (2m32.9s), 302/400 VUs, 4038 complete and 0 interrupted iterations
default   [  51% ] 302/400 VUs  2m32.9s/5m00.0s

running (2m33.9s), 303/400 VUs, 4065 complete and 0 interrupted iterations
default   [  51% ] 303/400 VUs  2m33.9s/5m00.0s

running (2m34.9s), 304/400 VUs, 4094 complete and 0 interrupted iterations
default   [  52% ] 304/400 VUs  2m34.9s/5m00.0s

running (2m35.9s), 304/400 VUs, 4119 complete and 0 interrupted iterations
default   [  52% ] 304/400 VUs  2m35.9s/5m00.0s

running (2m36.9s), 305/400 VUs, 4131 complete and 0 interrupted iterations
default   [  52% ] 305/400 VUs  2m36.9s/5m00.0s

running (2m37.9s), 306/400 VUs, 4145 complete and 0 interrupted iterations
default   [  53% ] 306/400 VUs  2m37.9s/5m00.0s

running (2m38.9s), 307/400 VUs, 4186 complete and 0 interrupted iterations
default   [  53% ] 307/400 VUs  2m38.9s/5m00.0s

running (2m39.9s), 308/400 VUs, 4212 complete and 0 interrupted iterations
default   [  53% ] 308/400 VUs  2m39.9s/5m00.0s

running (2m40.9s), 309/400 VUs, 4235 complete and 0 interrupted iterations
default   [  54% ] 309/400 VUs  2m40.9s/5m00.0s

running (2m41.9s), 309/400 VUs, 4252 complete and 0 interrupted iterations
default   [  54% ] 309/400 VUs  2m41.9s/5m00.0s

running (2m42.9s), 310/400 VUs, 4274 complete and 0 interrupted iterations
default   [  54% ] 310/400 VUs  2m42.9s/5m00.0s

running (2m43.9s), 311/400 VUs, 4281 complete and 0 interrupted iterations
default   [  55% ] 311/400 VUs  2m43.9s/5m00.0s

running (2m44.9s), 312/400 VUs, 4328 complete and 0 interrupted iterations
default   [  55% ] 312/400 VUs  2m44.9s/5m00.0s

running (2m45.9s), 313/400 VUs, 4368 complete and 0 interrupted iterations
default   [  55% ] 313/400 VUs  2m45.9s/5m00.0s

running (2m46.9s), 314/400 VUs, 4389 complete and 0 interrupted iterations
default   [  56% ] 314/400 VUs  2m46.9s/5m00.0s

running (2m47.9s), 314/400 VUs, 4425 complete and 0 interrupted iterations
default   [  56% ] 314/400 VUs  2m47.9s/5m00.0s

running (2m48.9s), 315/400 VUs, 4462 complete and 0 interrupted iterations
default   [  56% ] 315/400 VUs  2m48.9s/5m00.0s

running (2m49.9s), 316/400 VUs, 4486 complete and 0 interrupted iterations
default   [  57% ] 316/400 VUs  2m49.9s/5m00.0s

running (2m50.9s), 317/400 VUs, 4526 complete and 0 interrupted iterations
default   [  57% ] 317/400 VUs  2m50.9s/5m00.0s

running (2m51.9s), 318/400 VUs, 4580 complete and 0 interrupted iterations
default   [  57% ] 318/400 VUs  2m51.9s/5m00.0s

running (2m52.9s), 319/400 VUs, 4609 complete and 0 interrupted iterations
default   [  58% ] 319/400 VUs  2m52.9s/5m00.0s

running (2m53.9s), 319/400 VUs, 4635 complete and 0 interrupted iterations
default   [  58% ] 319/400 VUs  2m53.9s/5m00.0s

running (2m54.9s), 320/400 VUs, 4673 complete and 0 interrupted iterations
default   [  58% ] 320/400 VUs  2m54.9s/5m00.0s

running (2m55.9s), 321/400 VUs, 4715 complete and 0 interrupted iterations
default   [  59% ] 321/400 VUs  2m55.9s/5m00.0s

running (2m56.9s), 322/400 VUs, 4751 complete and 0 interrupted iterations
default   [  59% ] 322/400 VUs  2m56.9s/5m00.0s

running (2m57.9s), 323/400 VUs, 4784 complete and 0 interrupted iterations
default   [  59% ] 323/400 VUs  2m57.9s/5m00.0s

running (2m58.9s), 324/400 VUs, 4819 complete and 0 interrupted iterations
default   [  60% ] 324/400 VUs  2m58.9s/5m00.0s

running (2m59.9s), 324/400 VUs, 4853 complete and 0 interrupted iterations
default   [  60% ] 324/400 VUs  2m59.9s/5m00.0s

running (3m00.9s), 325/400 VUs, 4891 complete and 0 interrupted iterations
default   [  60% ] 325/400 VUs  3m00.9s/5m00.0s

running (3m01.9s), 326/400 VUs, 4929 complete and 0 interrupted iterations
default   [  61% ] 326/400 VUs  3m01.9s/5m00.0s

running (3m02.9s), 327/400 VUs, 4965 complete and 0 interrupted iterations
default   [  61% ] 327/400 VUs  3m02.9s/5m00.0s

running (3m03.9s), 328/400 VUs, 5012 complete and 0 interrupted iterations
default   [  61% ] 328/400 VUs  3m03.9s/5m00.0s

running (3m04.9s), 329/400 VUs, 5050 complete and 0 interrupted iterations
default   [  62% ] 329/400 VUs  3m04.9s/5m00.0s

running (3m05.9s), 329/400 VUs, 5093 complete and 0 interrupted iterations
default   [  62% ] 329/400 VUs  3m05.9s/5m00.0s

running (3m06.9s), 330/400 VUs, 5131 complete and 0 interrupted iterations
default   [  62% ] 330/400 VUs  3m06.9s/5m00.0s

running (3m07.9s), 331/400 VUs, 5181 complete and 0 interrupted iterations
default   [  63% ] 331/400 VUs  3m07.9s/5m00.0s

running (3m08.9s), 332/400 VUs, 5226 complete and 0 interrupted iterations
default   [  63% ] 332/400 VUs  3m08.9s/5m00.0s

running (3m09.9s), 333/400 VUs, 5258 complete and 0 interrupted iterations
default   [  63% ] 333/400 VUs  3m09.9s/5m00.0s

running (3m10.9s), 334/400 VUs, 5283 complete and 0 interrupted iterations
default   [  64% ] 334/400 VUs  3m10.9s/5m00.0s

running (3m11.9s), 334/400 VUs, 5320 complete and 0 interrupted iterations
default   [  64% ] 334/400 VUs  3m11.9s/5m00.0s

running (3m12.9s), 335/400 VUs, 5357 complete and 0 interrupted iterations
default   [  64% ] 335/400 VUs  3m12.9s/5m00.0s

running (3m13.9s), 336/400 VUs, 5402 complete and 0 interrupted iterations
default   [  65% ] 336/400 VUs  3m13.9s/5m00.0s

running (3m14.9s), 337/400 VUs, 5432 complete and 0 interrupted iterations
default   [  65% ] 337/400 VUs  3m14.9s/5m00.0s

running (3m15.9s), 338/400 VUs, 5470 complete and 0 interrupted iterations
default   [  65% ] 338/400 VUs  3m15.9s/5m00.0s

running (3m16.9s), 339/400 VUs, 5493 complete and 0 interrupted iterations
default   [  66% ] 339/400 VUs  3m16.9s/5m00.0s

running (3m17.9s), 339/400 VUs, 5533 complete and 0 interrupted iterations
default   [  66% ] 339/400 VUs  3m17.9s/5m00.0s

running (3m18.9s), 340/400 VUs, 5560 complete and 0 interrupted iterations
default   [  66% ] 340/400 VUs  3m18.9s/5m00.0s

running (3m19.9s), 341/400 VUs, 5598 complete and 0 interrupted iterations
default   [  67% ] 341/400 VUs  3m19.9s/5m00.0s

running (3m20.9s), 342/400 VUs, 5621 complete and 0 interrupted iterations
default   [  67% ] 342/400 VUs  3m20.9s/5m00.0s

running (3m21.9s), 343/400 VUs, 5664 complete and 0 interrupted iterations
default   [  67% ] 343/400 VUs  3m21.9s/5m00.0s

running (3m22.9s), 344/400 VUs, 5707 complete and 0 interrupted iterations
default   [  68% ] 344/400 VUs  3m22.9s/5m00.0s

running (3m23.9s), 344/400 VUs, 5735 complete and 0 interrupted iterations
default   [  68% ] 344/400 VUs  3m23.9s/5m00.0s

running (3m24.9s), 345/400 VUs, 5774 complete and 0 interrupted iterations
default   [  68% ] 345/400 VUs  3m24.9s/5m00.0s

running (3m25.9s), 346/400 VUs, 5820 complete and 0 interrupted iterations
default   [  69% ] 346/400 VUs  3m25.9s/5m00.0s

running (3m26.9s), 347/400 VUs, 5856 complete and 0 interrupted iterations
default   [  69% ] 347/400 VUs  3m26.9s/5m00.0s

running (3m27.9s), 348/400 VUs, 5882 complete and 0 interrupted iterations
default   [  69% ] 348/400 VUs  3m27.9s/5m00.0s

running (3m28.9s), 349/400 VUs, 5908 complete and 0 interrupted iterations
default   [  70% ] 349/400 VUs  3m28.9s/5m00.0s

running (3m29.9s), 349/400 VUs, 5951 complete and 0 interrupted iterations
default   [  70% ] 349/400 VUs  3m29.9s/5m00.0s

running (3m30.9s), 350/400 VUs, 6001 complete and 0 interrupted iterations
default   [  70% ] 350/400 VUs  3m30.9s/5m00.0s

running (3m31.9s), 351/400 VUs, 6043 complete and 0 interrupted iterations
default   [  71% ] 351/400 VUs  3m31.9s/5m00.0s

running (3m32.9s), 352/400 VUs, 6085 complete and 0 interrupted iterations
default   [  71% ] 352/400 VUs  3m32.9s/5m00.0s

running (3m33.9s), 353/400 VUs, 6122 complete and 0 interrupted iterations
default   [  71% ] 353/400 VUs  3m33.9s/5m00.0s

running (3m34.9s), 354/400 VUs, 6160 complete and 0 interrupted iterations
default   [  72% ] 354/400 VUs  3m34.9s/5m00.0s

running (3m35.9s), 354/400 VUs, 6191 complete and 0 interrupted iterations
default   [  72% ] 354/400 VUs  3m35.9s/5m00.0s

running (3m36.9s), 355/400 VUs, 6217 complete and 0 interrupted iterations
default   [  72% ] 355/400 VUs  3m36.9s/5m00.0s

running (3m37.9s), 356/400 VUs, 6248 complete and 0 interrupted iterations
default   [  73% ] 356/400 VUs  3m37.9s/5m00.0s

running (3m38.9s), 357/400 VUs, 6281 complete and 0 interrupted iterations
default   [  73% ] 357/400 VUs  3m38.9s/5m00.0s

running (3m39.9s), 358/400 VUs, 6312 complete and 0 interrupted iterations
default   [  73% ] 358/400 VUs  3m39.9s/5m00.0s

running (3m40.9s), 359/400 VUs, 6346 complete and 0 interrupted iterations
default   [  74% ] 359/400 VUs  3m40.9s/5m00.0s

running (3m41.9s), 359/400 VUs, 6374 complete and 0 interrupted iterations
default   [  74% ] 359/400 VUs  3m41.9s/5m00.0s

running (3m42.9s), 360/400 VUs, 6412 complete and 0 interrupted iterations
default   [  74% ] 360/400 VUs  3m42.9s/5m00.0s

running (3m43.9s), 361/400 VUs, 6448 complete and 0 interrupted iterations
default   [  75% ] 361/400 VUs  3m43.9s/5m00.0s

running (3m44.9s), 362/400 VUs, 6491 complete and 0 interrupted iterations
default   [  75% ] 362/400 VUs  3m44.9s/5m00.0s

running (3m45.9s), 363/400 VUs, 6509 complete and 0 interrupted iterations
default   [  75% ] 363/400 VUs  3m45.9s/5m00.0s

running (3m46.9s), 364/400 VUs, 6531 complete and 0 interrupted iterations
default   [  76% ] 364/400 VUs  3m46.9s/5m00.0s

running (3m47.9s), 364/400 VUs, 6555 complete and 0 interrupted iterations
default   [  76% ] 364/400 VUs  3m47.9s/5m00.0s

running (3m48.9s), 365/400 VUs, 6591 complete and 0 interrupted iterations
default   [  76% ] 365/400 VUs  3m48.9s/5m00.0s

running (3m49.9s), 366/400 VUs, 6624 complete and 0 interrupted iterations
default   [  77% ] 366/400 VUs  3m49.9s/5m00.0s

running (3m50.9s), 367/400 VUs, 6655 complete and 0 interrupted iterations
default   [  77% ] 367/400 VUs  3m50.9s/5m00.0s

running (3m51.9s), 368/400 VUs, 6679 complete and 0 interrupted iterations
default   [  77% ] 368/400 VUs  3m51.9s/5m00.0s

running (3m52.9s), 369/400 VUs, 6706 complete and 0 interrupted iterations
default   [  78% ] 369/400 VUs  3m52.9s/5m00.0s

running (3m53.9s), 369/400 VUs, 6737 complete and 0 interrupted iterations
default   [  78% ] 369/400 VUs  3m53.9s/5m00.0s

running (3m54.9s), 370/400 VUs, 6774 complete and 0 interrupted iterations
default   [  78% ] 370/400 VUs  3m54.9s/5m00.0s

running (3m55.9s), 371/400 VUs, 6804 complete and 0 interrupted iterations
default   [  79% ] 371/400 VUs  3m55.9s/5m00.0s

running (3m56.9s), 372/400 VUs, 6835 complete and 0 interrupted iterations
default   [  79% ] 372/400 VUs  3m56.9s/5m00.0s

running (3m57.9s), 373/400 VUs, 6866 complete and 0 interrupted iterations
default   [  79% ] 373/400 VUs  3m57.9s/5m00.0s

running (3m58.9s), 374/400 VUs, 6911 complete and 0 interrupted iterations
default   [  80% ] 374/400 VUs  3m58.9s/5m00.0s

running (3m59.9s), 374/400 VUs, 6943 complete and 0 interrupted iterations
default   [  80% ] 374/400 VUs  3m59.9s/5m00.0s

running (4m00.9s), 375/400 VUs, 6975 complete and 0 interrupted iterations
default   [  80% ] 375/400 VUs  4m00.9s/5m00.0s

running (4m01.9s), 376/400 VUs, 6996 complete and 0 interrupted iterations
default   [  81% ] 376/400 VUs  4m01.9s/5m00.0s

running (4m02.9s), 377/400 VUs, 7035 complete and 0 interrupted iterations
default   [  81% ] 377/400 VUs  4m02.9s/5m00.0s

running (4m03.9s), 378/400 VUs, 7078 complete and 0 interrupted iterations
default   [  81% ] 378/400 VUs  4m03.9s/5m00.0s

running (4m04.9s), 379/400 VUs, 7130 complete and 0 interrupted iterations
default   [  82% ] 379/400 VUs  4m04.9s/5m00.0s

running (4m05.9s), 379/400 VUs, 7169 complete and 0 interrupted iterations
default   [  82% ] 379/400 VUs  4m05.9s/5m00.0s

running (4m06.9s), 380/400 VUs, 7187 complete and 0 interrupted iterations
default   [  82% ] 380/400 VUs  4m06.9s/5m00.0s

running (4m07.9s), 381/400 VUs, 7226 complete and 0 interrupted iterations
default   [  83% ] 381/400 VUs  4m07.9s/5m00.0s

running (4m08.9s), 382/400 VUs, 7260 complete and 0 interrupted iterations
default   [  83% ] 382/400 VUs  4m08.9s/5m00.0s

running (4m09.9s), 383/400 VUs, 7291 complete and 0 interrupted iterations
default   [  83% ] 383/400 VUs  4m09.9s/5m00.0s

running (4m10.9s), 384/400 VUs, 7329 complete and 0 interrupted iterations
default   [  84% ] 384/400 VUs  4m10.9s/5m00.0s

running (4m11.9s), 384/400 VUs, 7360 complete and 0 interrupted iterations
default   [  84% ] 384/400 VUs  4m11.9s/5m00.0s

running (4m12.9s), 385/400 VUs, 7384 complete and 0 interrupted iterations
default   [  84% ] 385/400 VUs  4m12.9s/5m00.0s

running (4m13.9s), 386/400 VUs, 7428 complete and 0 interrupted iterations
default   [  85% ] 386/400 VUs  4m13.9s/5m00.0s

running (4m14.9s), 387/400 VUs, 7454 complete and 0 interrupted iterations
default   [  85% ] 387/400 VUs  4m14.9s/5m00.0s

running (4m15.9s), 388/400 VUs, 7487 complete and 0 interrupted iterations
default   [  85% ] 388/400 VUs  4m15.9s/5m00.0s

running (4m16.9s), 389/400 VUs, 7505 complete and 0 interrupted iterations
default   [  86% ] 389/400 VUs  4m16.9s/5m00.0s

running (4m17.9s), 389/400 VUs, 7539 complete and 0 interrupted iterations
default   [  86% ] 389/400 VUs  4m17.9s/5m00.0s

running (4m18.9s), 390/400 VUs, 7571 complete and 0 interrupted iterations
default   [  86% ] 390/400 VUs  4m18.9s/5m00.0s

running (4m19.9s), 391/400 VUs, 7611 complete and 0 interrupted iterations
default   [  87% ] 391/400 VUs  4m19.9s/5m00.0s

running (4m20.9s), 392/400 VUs, 7653 complete and 0 interrupted iterations
default   [  87% ] 392/400 VUs  4m20.9s/5m00.0s

running (4m21.9s), 393/400 VUs, 7688 complete and 0 interrupted iterations
default   [  87% ] 393/400 VUs  4m21.9s/5m00.0s

running (4m22.9s), 394/400 VUs, 7718 complete and 0 interrupted iterations
default   [  88% ] 394/400 VUs  4m22.9s/5m00.0s

running (4m23.9s), 394/400 VUs, 7752 complete and 0 interrupted iterations
default   [  88% ] 394/400 VUs  4m23.9s/5m00.0s

running (4m24.9s), 395/400 VUs, 7777 complete and 0 interrupted iterations
default   [  88% ] 395/400 VUs  4m24.9s/5m00.0s

running (4m25.9s), 396/400 VUs, 7813 complete and 0 interrupted iterations
default   [  89% ] 396/400 VUs  4m25.9s/5m00.0s

running (4m26.9s), 397/400 VUs, 7840 complete and 0 interrupted iterations
default   [  89% ] 397/400 VUs  4m26.9s/5m00.0s

running (4m27.9s), 398/400 VUs, 7870 complete and 0 interrupted iterations
default   [  89% ] 398/400 VUs  4m27.9s/5m00.0s

running (4m28.9s), 399/400 VUs, 7906 complete and 0 interrupted iterations
default   [  90% ] 399/400 VUs  4m28.9s/5m00.0s

running (4m29.9s), 399/400 VUs, 7940 complete and 0 interrupted iterations
default   [  90% ] 399/400 VUs  4m29.9s/5m00.0s

running (4m30.9s), 400/400 VUs, 7977 complete and 0 interrupted iterations
default   [  90% ] 400/400 VUs  4m30.9s/5m00.0s

running (4m31.9s), 400/400 VUs, 8004 complete and 0 interrupted iterations
default   [  91% ] 400/400 VUs  4m31.9s/5m00.0s

running (4m32.9s), 397/400 VUs, 8049 complete and 0 interrupted iterations
default   [  91% ] 397/400 VUs  4m32.9s/5m00.0s

running (4m33.9s), 392/400 VUs, 8091 complete and 0 interrupted iterations
default   [  91% ] 392/400 VUs  4m33.9s/5m00.0s

running (4m34.9s), 389/400 VUs, 8126 complete and 0 interrupted iterations
default   [  92% ] 389/400 VUs  4m34.9s/5m00.0s

running (4m35.9s), 384/400 VUs, 8170 complete and 0 interrupted iterations
default   [  92% ] 384/400 VUs  4m35.9s/5m00.0s

running (4m36.9s), 381/400 VUs, 8198 complete and 0 interrupted iterations
default   [  92% ] 381/400 VUs  4m36.9s/5m00.0s

running (4m37.9s), 373/400 VUs, 8229 complete and 0 interrupted iterations
default   [  93% ] 373/400 VUs  4m37.9s/5m00.0s

running (4m38.9s), 365/400 VUs, 8260 complete and 0 interrupted iterations
default   [  93% ] 365/400 VUs  4m38.9s/5m00.0s

running (4m39.9s), 354/400 VUs, 8291 complete and 0 interrupted iterations
default   [  93% ] 354/400 VUs  4m39.9s/5m00.0s

running (4m40.9s), 346/400 VUs, 8318 complete and 0 interrupted iterations
default   [  94% ] 346/400 VUs  4m40.9s/5m00.0s

running (4m41.9s), 336/400 VUs, 8344 complete and 0 interrupted iterations
default   [  94% ] 336/400 VUs  4m41.9s/5m00.0s

running (4m42.9s), 327/400 VUs, 8374 complete and 0 interrupted iterations
default   [  94% ] 327/400 VUs  4m42.9s/5m00.0s

running (4m43.9s), 315/400 VUs, 8395 complete and 0 interrupted iterations
default   [  95% ] 315/400 VUs  4m43.9s/5m00.0s

running (4m44.9s), 301/400 VUs, 8422 complete and 0 interrupted iterations
default   [  95% ] 301/400 VUs  4m44.9s/5m00.0s

running (4m45.9s), 294/400 VUs, 8445 complete and 0 interrupted iterations
default   [  95% ] 294/400 VUs  4m45.9s/5m00.0s

running (4m46.9s), 283/400 VUs, 8474 complete and 0 interrupted iterations
default   [  96% ] 283/400 VUs  4m46.9s/5m00.0s

running (4m47.9s), 270/400 VUs, 8510 complete and 0 interrupted iterations
default   [  96% ] 270/400 VUs  4m47.9s/5m00.0s

running (4m48.9s), 251/400 VUs, 8553 complete and 0 interrupted iterations
default   [  96% ] 251/400 VUs  4m48.9s/5m00.0s

running (4m49.9s), 239/400 VUs, 8585 complete and 0 interrupted iterations
default   [  97% ] 239/400 VUs  4m49.9s/5m00.0s

running (4m50.9s), 228/400 VUs, 8620 complete and 0 interrupted iterations
default   [  97% ] 228/400 VUs  4m50.9s/5m00.0s

running (4m51.9s), 214/400 VUs, 8660 complete and 0 interrupted iterations
default   [  97% ] 214/400 VUs  4m51.9s/5m00.0s

running (4m52.9s), 194/400 VUs, 8705 complete and 0 interrupted iterations
default   [  98% ] 194/400 VUs  4m52.9s/5m00.0s

running (4m53.9s), 180/400 VUs, 8740 complete and 0 interrupted iterations
default   [  98% ] 180/400 VUs  4m53.9s/5m00.0s

running (4m54.9s), 165/400 VUs, 8769 complete and 0 interrupted iterations
default   [  98% ] 165/400 VUs  4m54.9s/5m00.0s

running (4m55.9s), 139/400 VUs, 8807 complete and 0 interrupted iterations
default   [  99% ] 139/400 VUs  4m55.9s/5m00.0s

running (4m56.9s), 133/400 VUs, 8828 complete and 0 interrupted iterations
default   [  99% ] 132/400 VUs  4m56.9s/5m00.0s

running (4m57.9s), 121/400 VUs, 8859 complete and 0 interrupted iterations
default   [  99% ] 121/400 VUs  4m57.9s/5m00.0s

running (4m58.9s), 106/400 VUs, 8892 complete and 0 interrupted iterations
default   [ 100% ] 106/400 VUs  4m58.9s/5m00.0s

running (4m59.9s), 090/400 VUs, 8917 complete and 0 interrupted iterations
default   [ 100% ] 090/400 VUs  4m59.9s/5m00.0s

running (5m00.9s), 048/400 VUs, 8961 complete and 0 interrupted iterations
default ↓ [ 100% ] 088/400 VUs  5m0s

running (5m01.9s), 014/400 VUs, 8995 complete and 0 interrupted iterations
default ↓ [ 100% ] 088/400 VUs  5m0s

     ✓ status is 2xx on raw

     checks.........................: 100.00% ✓ 9009      ✗ 0    
   ✓ connection_errors..............: 0       0/s
     data_received..................: 4.1 GB  14 MB/s
     data_sent......................: 882 kB  2.9 kB/s
     errors.........................: 0.00%   ✓ 0         ✗ 9009 
     http_req_blocked...............: avg=113.76µs min=0s       med=0s      max=165.24ms p(90)=0s       p(95)=559.58µs
     http_req_connecting............: avg=95.93µs  min=0s       med=0s      max=165.24ms p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=7.74s    min=20.58ms  med=8.06s   max=18.56s   p(90)=13.19s   p(95)=14.51s  
     ✓ { endpoint:base64 }..........: avg=0s       min=0s       med=0s      max=0s       p(90)=0s       p(95)=0s      
     ✓ { endpoint:raw }.............: avg=7.74s    min=20.58ms  med=8.06s   max=18.56s   p(90)=13.19s   p(95)=14.51s  
       { expected_response:true }...: avg=7.74s    min=20.58ms  med=8.06s   max=18.56s   p(90)=13.19s   p(95)=14.51s  
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 9009 
     http_req_receiving.............: avg=49.6ms   min=0s       med=16.86ms max=2.57s    p(90)=100.62ms p(95)=169.06ms
     http_req_sending...............: avg=124.24µs min=0s       med=0s      max=275.51ms p(90)=0s       p(95)=553.92µs
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s      max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=7.69s    min=14.08ms  med=8.03s   max=18.56s   p(90)=13.15s   p(95)=14.46s  
     http_reqs......................: 9009    29.798915/s
     iteration_duration.............: avg=7.84s    min=121.23ms med=8.17s   max=18.66s   p(90)=13.3s    p(95)=14.61s  
     iterations.....................: 9009    29.798915/s
   ✓ timeout_errors.................: 0       0/s
     vus............................: 14      min=2       max=400
     vus_max........................: 400     min=400     max=400


running (5m02.3s), 000/400 VUs, 9009 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/400 VUs  5m0s